{
    "chapters": [
        {
            "summary": "Stick to the plan. Anticipate. Don't improvise. Empathy is weakness. Weakness is vulnerability. This is what it takes if you want to succeed.",
            "gist": "How to Win an Oscar",
            "headline": "Stick to the plan. Don't improvise. Anticipate. This is what it takes if you want to succeed",
            "start": 570,
            "end": 22830
        },
        {
            "summary": "In the mid 20th century, Reno, Nevada was internationally known as the Divorce capital of the World. When early settlers colonized the US, they brought a range of divorce customs from Protestant Europe with them. For much of modern history, divorce has been very hard to do.",
            "gist": "The History of Divorce in Reno, Nevada",
            "headline": "Rod Phillips explores the history of divorce in Reno, Nevada",
            "start": 23490,
            "end": 414270
        },
        {
            "summary": "Reno was selected as a stop on the Central Pacific Railroad in the mid 18 hundreds. A shorter residency period and more liberal grounds for divorce meant that it could technically be easier to get a divorce in Nevada. With Nevada's gold and silver mining depleted, politicians and businessmen in Reno were looking to take advantage of divorce tourism.",
            "gist": "Nevada's reputation as a divorce colony",
            "headline": "Reno became known as a divorce colony because of its short residency requirements",
            "start": 414420,
            "end": 1091660
        },
        {
            "summary": "About 500 black women came to Reno to divorce each year. These women needed to rely on Reno's local black community for support. Reno's casino industry was both entertainment for the divorce seekers as well as a place for employment.",
            "gist": "Black Women Visited Reno to Get a Divorce",
            "headline": "500 black women came to Reno to divorce each year, according to 1950 article",
            "start": 1092030,
            "end": 1338046
        },
        {
            "summary": "Reno held the title of Divorce Capital of the World for a little over six decades. The American public was fed a steady stream of Reno divorce drama from Hollywood films. Reno's divorce era began petering out in the late 1960s as divorce law became more liberalized.",
            "gist": "The Divorce Capital of the World: Reno",
            "headline": "Reno held the title of Divorce Capital of the World for decades",
            "start": 1338178,
            "end": 1609390
        },
        {
            "summary": "There are love locks on the Virginia Street Bridge, the bridge where women cast off their wedding rings for decades. This was a bridge of liberation. Maybe these aren't locks dedicated to self love. At the very least, these couples already know of a fun place to get divorced.",
            "gist": "The Secret to Getting Divorced in Reno",
            "headline": "There are love locks on Reno's Virginia Street Bridge",
            "start": 1616390,
            "end": 1706880
        },
        {
            "summary": " SimpliSafe was named the Best Home Security of 2023 by US News and World Report. It's powered by 24/7 professional monitoring for less than $1 a day, half the cost of traditional home security. The main selling point is that the devices are incredibly easy to set up and use.",
            "gist": "SimpliSafe Home Security System",
            "headline": "You can get up to 50% off SimpliSafe home security system",
            "start": 1713730,
            "end": 1764654
        },
        {
            "summary": "For a limited time, listeners can get a special 50% off any SimpliSafe system with a fast protect plan. My favorite is the hot salsa, which brings flavorful heat to every meal. Get inspiration for recipes and purchase products using promo code PODcaST 23 for 23% off.",
            "gist": "Green Mountain Gringo",
            "headline": "For a limited time, listeners can get 50% off any SimpliSafe system",
            "start": 1764772,
            "end": 1843020
        },
        {
            "summary": "With annuity and life insurance solutions from Lincoln Financial, you're also helping yourself out. Article is offering 99% invisible listeners $50 off your first purchase of $100 or more. Go to lincolnfinancial. com to learn how to plan, protect, and retire.",
            "gist": "Article 99",
            "headline": "With annuity and life insurance solutions from Lincoln Financial, you're helping yourself out",
            "start": 1850670,
            "end": 1960970
        },
        {
            "summary": "Ellie Gordon Marshall: I actually brought my girlfriend on my Reno divorce trip. It turned out that place was the Northern Nevada LGBTQ Center. Marshall: The film was based on a novel by Jane Rule. It was the first mainstream lesbian film to have a happy ending.",
            "gist": "Desert of the Heart: A Lesbian Divorce Story",
            "headline": "Ellie Gordon Marshall brought her girlfriend to Reno for a divorce story",
            "start": 1961050,
            "end": 2112310
        },
        {
            "summary": "Jane Rule's long term partner Helen went to Reno for a divorce in 1958. While they were in Reno, Jane actually got a job at a casino. Their ashes are at the Galliano Island Cemetery. Are you going to go and pay your respects?",
            "gist": "Desert Hearts: The Divorce Story",
            "headline": "Roman: I read Desert of the heart about a year ago",
            "start": 2112970,
            "end": 2338382
        },
        {
            "summary": "99% Invisible was produced this Week by Ellie Gordon Marshall, edited by Vivian Ley. We are part of the Stitcher and SiriusXM podcast family. You can find us on most social media platforms, but I can recommend one place that does feel good are our website 99 pi. org.",
            "gist": "99% Invisible: The Invisible World",
            "headline": "Roman Mars thanks Jane for introducing us to Reno",
            "start": 2338436,
            "end": 2407010
        }
    ],
    "episode_title": "559- The Six-Week Cure",
    "podcast_title": "99% Invisible",
    "episode_thumbnail": "https://production.listennotes.com/podcasts/99-invisible-roman-mars-vQyoZCSNjaI-JqxekyhmQi1.300x300.jpg"
}